Repository: rahulragava/Echo
Catalog: SocialMediaApplication/Strings/*/Resources.resw
Source language: en_us
Languages: ta_in

# AccountCreation.Text
source: Create an account
ta_in: புதிய கணக்கை உருவாக்க

# All.Text
source: All
ta_in: அனைத்து

# And.Text
source: And
ta_in: மற்றும்

# CallUser.Text
source: Call me
ta_in: நான்

source: Casual
ta_in: சாதாரண

# ChoiceEmptyNotification
source: Choice field cannot be empty!
ta_in: தேர்வு புலம் காலியாக இருக்கக்கூடாது!

# ChoiceEnter.PlaceholderText
source: Enter your choice
ta_in: தேர்வுக்கான வாக்கியம்

# Choices.Header
source: Choices
ta_in: தேர்வுகள்

# Comment.Text
source: Comments
ta_in: கருத்துகள்

source: Comment deletion
ta_in: கருத்து நீக்கம்

# CommentEnter.PlaceholderText
source: type your comment here ...
ta_in: உங்கள் கருத்தை இங்கே தட்டச்சு செய்யவும் ...

# CommentRemovalWarning
source: The Comment about to be removed cannot be retrieved! Are you sure, you want to delete ?
ta_in: அகற்றப்படும் கருத்தை மீட்டெடுக்க முடியாது! இதை நீக்க வேண்டும் என்பதில் உறுதியாக இருக்கிறீர்களா ?

# Create.Content
source: Create
ta_in: உருவாக்கு

# CreateAccount.Text
source: Create Account
ta_in: உங்கள் கணக்கை துவங்குங்கள்

# Created.Text
source: echo user since,
ta_in: எக்கோ பயனர்

# Discard.Content
source: Discard
ta_in: நிராகரிக்கவும்

source: Do not specify
ta_in: குறிப்பிட வேண்டாம்

# EditPost.Text
source: Edit Post
ta_in: பதிவை திருத்து

# Education.Text
source: Studied At
ta_in: பயின்ற இடம்

# Email.Text
source: Email
ta_in: மின்னஞ்சல்

# Every.Text
source: All
ta_in: அனைவர்

source: Fancy
ta_in: ஆடம்பரமான

# Feed.Content
source: Feeds
ta_in: பதிவூட்டுகள்

source: Female
ta_in: பெண்

# FirstName.Text
source: First name
ta_in: முதல் பெயர்

# Follow.Content
source: Follow
ta_in: பின்பற்றவும்

# Follower.Text
source: Followers
ta_in: பின்பற்றுபவர்கள்

# Following.Text
source: Followings
ta_in: பின்பற்றுவது

# Font.Header
source: Font
ta_in: எழுத்துரு

# HaveAccount.Text
source: Already have an account ?
ta_in: ஏற்கனவே கணக்கு உள்ளதா ?

source: Invalid mail
ta_in: தவறான மின்னஞ்சல்

# InvalidPassword
source: Password must contain atleast 8 character
ta_in: கடவுச்சொல்லில் குறைந்தது 8 எழுத்துகள் இருக்க வேண்டும்

# InvalidRetypePassword
source: Retyped password is not same as password
ta_in: மீண்டும் எழுதிய கடவுச்சொல் கடவுச்சொல்லைப் போன்றது அல்ல

source: just now
ta_in: சற்றுமுன்னர்

# LastName.Text
source: Last name
ta_in: கடை பெயர்

# Loading.Text
source: Please wait till we fetch the echoes :)
ta_in: உங்களுக்கான எதிரொலிகளைப் பெறும் வரை காத்திருக்கவும் :)

# Login.Content
source: Login
ta_in: உள்நுழை

# LogOut.Content
source: Log out
ta_in: வெளியேறு

# MailEmpty
source: Mail cannot be empty
ta_in: மின்னஞ்சல் காலியாக இருக்கக்கூடாது

# MailExistNotification
source: already existing mail. try login
ta_in: ஏற்கனவே இருக்கும் மின்னஞ்சல். உள்நுழைய முயற்சிக்கவும்

source: Male
ta_in: ஆண்

# MaritalStatus.Text
source: Marital status
ta_in: திருமண நிலை

source: Married
ta_in: திருமணமானவர்

# NewToOld.Text
source: Newest to oldest
ta_in: புதியது முதலில்

source: No
ta_in: இல்லை

# OldToNew.Text
source: Oldest to Newest
ta_in: பழையது முதலில்

# OneHourAgo
source: an hour ago
ta_in: ஒரு மணி நேரம் முன்

# Others.Text
source: others
ta_in: பிறர்

# Password.Text
source: Password
ta_in: கடவுச்சொல்

# PasswordEmpty
source: Password cannot be empty
ta_in: கடவுச்சொல் காலியாக இருக்கக்கூடாது

# Place.Text
source: Lives in
ta_in: வாழ்விடம்

# PollPost.Text
source: Poll post
ta_in: கருத்து கணிப்பு பதிவு

# PollPostCreatedNotification
source: Poll post is Successfully Created!
ta_in: வாக்கெடுப்பு பதிவு வெற்றிகரமாக உருவாக்கப்பட்டது!

# PollPostCreation.Text
source: Create a poll post
ta_in: வாக்கெடுப்பு பதிவை உருவாக்கவும்

# Post.Content
source: Post
ta_in: பதிவிடு

# PostContentEmptyNotification
source: Post content cannot be empty!
ta_in: பதிவின் உள்ளடக்கம் காலியாக இருக்கக்கூடாது!

source: Post deletion
ta_in: பதிவு நீக்கம்

# PostQuestionEmptyNotification
source: Poll question cannot be empty!
ta_in: வாக்கெடுப்பு கேள்வி காலியாக இருக்கக்கூடாது!

# PostRemovalWarning
source: The post about to be removed cannot be retrieved! Are you sure, you want to delete ?
ta_in: அகற்றப்படும் பதிவை மீட்டெடுக்க முடியாது! இதை நீக்க வேண்டும் என்பதில் உறுதியாக இருக்கிறீர்களா ?

# Posts.Text
source: Posts
ta_in: பதிவுகள்

# PostTitle.PlaceholderText
source: Post title
ta_in: பதிவு தலைப்பு

# PostTitleEmptyNotification
source: Post title cannot be empty!
ta_in: இடுகையின் தலைப்பு காலியாக இருக்கக்கூடாது!

# Profile.Content
source: Profile
ta_in: சுயவிவரம்

# Reply.Content
source: Reply
ta_in: பதிலளி

# ReplyEnter.PlaceholderText
source: type your reply here ...
ta_in: உங்கள் பதிலை இங்கே தட்டச்சு செய்யவும் ...

# RetypePassword.Text
source: Retype Password
ta_in: கடவுச்சொல்லை மீண்டும் தட்டச்சு செய்க

# Save.Content
source: Save
ta_in: சேமி

# SaveChange.Content
source: Save Changes
ta_in: சேமி

# Schooling.Text
source: Education
ta_in: கல்வி

# Search.PlaceholderText
source: Search
ta_in: தேடு

# SearchContent.Content
source: Search
ta_in: தேடு

# SignUp.Content
source: SignUp
ta_in: பதிவு

source: Simple
ta_in: எளிமையான

# SometimeAgo
source: sometimes ago
ta_in: சில நேரங்களுக்கு முன்

# TextPost.Text
source: Text post
ta_in: உரை பதிவு

# TextPostCreatedNotification
source: Text post is Successfully Created!
ta_in: உரை பதிவு வெற்றிகரமாக உருவாக்கப்பட்டது!

# TextPostCreation.Text
source: Create a text post
ta_in: உரை பதிவை உருவாக்கவும்

source: today
ta_in: இன்று

# Type.Text
source: Type :
ta_in: வகை :

# Typing.PlaceholderText
source: Start typing ...
ta_in: எழுதவும் ...

# UnFollow.Content
source: UnFollow
ta_in: பின்தொடர வேண்டாம்

source: Unmarried
ta_in: திருமணமாகாதவர்

# UserName.Text
source: User name
ta_in: பயனர் பெயர்

# UserNameExistNotification
source: Already User with this UserName Exist! Try Something new
ta_in: இந்த பயனர்பெயருடன் ஏற்கனவே பயனர் இருக்கிறார்! புதிதாக ஏதாவது முயற்சிக்கவும்

# UserNotExist
source: No such user exist !
ta_in: அத்தகைய பயனர் இல்லை!

# UserThought
source: Whats on your mind,
ta_in: உங்கள் மனதில் என்ன உள்ளது,

# Votes.Text
source: Votes
ta_in: வாக்குகள்

# Welcome.Text
source: Welcome back !
ta_in: மீண்டும் வருக !

# Work.Text
source: Currently working as
ta_in: செய்யும் தொழில்

source: Yes
ta_in: ஆம்

source: yesterday
ta_in: நேற்று

# You.Text
source: you
ta_in: நீங்கள்
